[Public]
YMWFormatForm=yyyy-MM-dd
YMFormatForm=yyyy-MM
YMFormatDB=yyyyMM
YMFormat=yyyy年MM月
WorkRate=出勤倍率
WorkHrs=工作小时
WorkHours=正常工时
WorkDays=实勤天数
windows7Blue=windows7Blue
WeekDays=周天数
WedID=星期三
VK_VOICE=声音
VK_PASS=密码
VK_PALMVEIN=掌静脉
VK_NONE=无
VK_IRIS=瞳孔
VK_FP=指纹
VK_FINGERVEIN=指静脉
VK_FACE=人脸
VK_CARD=卡
VisualStudio2012Light=VisualStudio2012Light
visualStudio2012Dark=visualStudio2012Dark
visualStudio2010Blue=visualStudio2010Blue
VerifyMode=确认方式
UpdateDate=更新日期
UnsuccessfulEmpNo=未成功的人员编号:
Tune=调整值
TueID=星期二
tsnDelete=删除
tsnCopy=复制
tsnClear=清空
TimeOut5=下班5
TimeOut4=下班4
TimeOut3=下班3
TimeOut2=下班2
TimeOut1=下班1
TimeInOut=刷卡记录
TimeIn5=上班5
TimeIn4=上班4
TimeIn3=上班3
TimeIn2=上班2
TimeIn1=上班1
ThuID=星期四
TemperatureAlarm=体温警报
Temperature=体温
tabOpenDoorlog=开门记录
tabAllLog=全部记录
tabAlarmLog=报警记录
SystemField=系统字段
SunID=星期日
SunHrs=周末加班
SunDays=休息天数
SubName=子功能名称
StaticDev=常规
StaticBoxSumMin=小计
StaticBoxSum=合计
StartDate=开始日期
Start=起始值
StarDev=星系列
SortName=类别名称
SortIDNameOtSure=加班类型
SortIDNameDayoff=请假类型
SortID=类别编号
SihftKQDate=出勤日期
SignoutTime5=下班5
SignoutTime4=下班4
SignoutTime3=下班3
SignoutTime2=下班2
SignoutTime1=下班1
SigninTime5=上班5
SigninTime4=上班4
SigninTime3=上班3
SigninTime2=上班2
SigninTime1=上班1
ShiftRuleName=规律名称
ShiftRuleID=规律编号
ShiftRulecycName=周期单位
ShiftRulecyc=循环周期
ShiftRule=排班规律
ShiftName=班次名称
ShiftID=班次编号
SelectCheck=| 选择 |
SeaDev=海系列
SatID=星期六
SameEmp=相同人员
SameDepart=相同部门
RuleWednesday=星期三
RuleTuesday=星期二
RuleThursday=星期四
RuleSunday=星期日
RuleSaturday=星期六
RuleRestDays=无规则休息天数
RuleReadWorkHrs=计算工时
RuleReadLeave=加班下班按实际时间计算
RuleReadLate=加班上班按实际时间计算
RuleNoRule=启用无规则休息
RuleName=考勤规则名称
RuleMonday=星期一
RuleLeaveIgnore=早退忽略
RuleLeaveHrs=早退不计出勤
RuleLateLeaveCalHrs=迟到早退扣工时
RuleLateIgnore=迟到忽略
RuleLateHrs=迟到不计出勤
RuleIDName=考勤规则
RuleID=考勤规则编号
RuleHeadAndTail=只计算首尾记录
RuleFriday=星期五
RuleDupLimit=重复刷卡时间
RuleDeferMins=推迟算加班时间
RuleDeferHrs=推迟算加班
RuleCount=打卡次数
RuleAheadMins=提前算加班时间
RuleAheadHrs=提前算加班
RuleLeaveOvertime=请假不计算加班时间
Remark=备注
rbUSB=USB连接
rbLAN=LAN连接
rbComm=RS232/485连接
PersonalPunchInMode=个人打卡模式
PassTimeStart=开始
PassTimeName=时间段说明
PassTimeID=时间段编号
PassTimeEnd=结束
OvertimeTypeName=加班类别
OvertimeSort=加班类型
OvertimeRate=加班倍率
OverHours=加班工时
OutHrs=外出小时
OtReason=加班原因
OtHrsM=平时加班
OtHrs=加班小时
optSelectAll=级连选择
optSelect=单级选择
OprtTool=操作
OprtTime=操作时间
OprtPWD=用户密码
OprtNoName=操作员
OprtNo=用户编号
OprtName=用户名称
OprtModule=操作模式
OprtLastLoginTime=最近一次登录时间
OprtIsSys=系统默认
OprtDetail=操作详情
OprtDesc=描述
OprtDate=操作时间
OprtComputerName=操作数据库
Online=在线
Offline=离线
officeMobile2014=officeMobile2014
office2016=office2016
office2013=office2013
office2010Silver=office2010Silver
office2010Blue=office2010Blue
office2010Black=office2010Black
Nation=民族
MustDays=应勤天数
MsgUpgrading=正在升级数据库...
MsgUnRegisterInfo=未注册，只能监控{0}
MsgUnModuleInfo=软件未包含{0}模块，请重新安装软件或修改设备信息使用为常规再使用
MsgTestDataLinkSuccess=测试数据库连接成功。
MsgSetTimingData=设置定时回收新记录
MsgSelectNo=已选择{0}人。
MsgSaveSucceed=保存数据成功。
MsgRepeatNo=已存在{0}，是否覆盖？
MsgReadingData=正在读取数据，请稍候...
MsgReadEndData=读取数据成功。
MsgPasswordSuccess=密码修改成功。
MsgOprtComplete=本次操作完成。
MsgNoSelectDelete=没有选择要删除的记录！
MsgGetSelectData=回收选择记录
MsgGetNewData=回收新记录
MsgGetMacNo={0}请获取机器号保证正常通讯
MsgGetDataInfoBao=正在获取数据包
MsgGetAllData=回收所有记录
MsgFindMacSN=请输入{0}或{1},按[Enter]键持行
MsgExportSuccess=导出{0}数据成功。
MsgExportingData=正在导出{0}数据，请稍候...
MsgExitSystem=确认要退出“{0}”吗？
MsgDownInfo_Star={0}人，星系列指纹{1}，星系列人脸{2}，密码{3}，卡{4}，星系列掌静脉{5}
MsgDeleteSucceed=删除数据成功。
MsgDeleteSelect=确认要删除当前选择的记录吗？
MsgCreating=正在创建数据库...
MsgContinue=是否继续？
MsgCompactSuccess=压缩数据库成功。
MsgCompacting=正在压缩数据库，请稍候...
MonthDays=月天数
MonID=星期一
Module=模块功能
MJDateTime=开门时间
MacUSERS=用户数
MacSN=机器号
MacSeriesTypeName=设备类型
MacPSWS=密码数
MacPort=端口
MacPALMVEINS=掌静脉数
MacMANAGERS=管理员数
MacIP=IP地址或域名
MacGLOGS=新记录数
MacFPS=指纹数
MacFaceS=人脸数
MacDoorStateTime=门磁状态
MacDesc=机器描述
MacDefenseState=布撤状态
MacConnType=连接方式
MacConnPWD=波特率/连接密码
MacConnectState=连接状态
MacCARDS=卡数
MacAGLOGS=所有记录数
LOG_WIGANCARDWHITELIST=韦根卡+人脸
LOG_WIGANCARD=韦根卡
LOG_WHITELISTIDCARD=人脸+身份证
LOG_WHITELIST=人脸
LOG_TEMPPERATURE=体温
LOG_TEMPPERATURE_WHITE=体温+人脸
LOG_TEMPPERATURE_MASK=体温+口罩
LOG_TEMPPERATURE_MASK_WHITE_CARD=体温+口罩+人脸+卡
LOG_RFCARDWHITELIST=RF卡+人脸
LOG_RFCARD=RF卡
LOG_PROG_OPEN=电脑开门
LOG_PROG_CLOSE=电脑关门
LOG_PPVERIFY=掌纹确认
LOG_PPPASSVERIFY=掌纹+密码确认
LOG_PPCARDVERIFY=掌纹+卡确认
LOG_PP_FACE_VERIFY=掌纹+人脸确认
LOG_PASSVERIFY=密码确认
LOG_PASSPPVERIFY=密码+掌纹确认
LOG_PASSFP_VERIFY=密码+指纹确认
LOG_PASSFACEVERIFY=密码+人脸确认
LOG_OPEN_IREGAL=非法开门
LOG_OPEN_HAND=开门按钮开门
LOG_OPEN_DOOR=正常开门
LOG_OPEN_DOOR_THREAT=胁迫开门
LOG_OPEN_COVER=机器外壳打开
LOG_MASK=口罩
LOG_MASK_WHITE=口罩+人脸
LOG_IOMODE_OUT4=出4
LOG_IOMODE_OUT3=出3
LOG_IOMODE_OUT2=出2
LOG_IOMODE_OUT1=出
LOG_IOMODE_IO=IO
LOG_IOMODE_IN4=进4
LOG_IOMODE_IN3=进3
LOG_IOMODE_IN2=进2
LOG_IOMODE_IN1=进
LOG_IDCARD=身份证
LOG_FPVERIFY=指纹确认
LOG_FPPASS_VERIFY=密码+指纹确认
LOG_FPCARD_VERIFY=指纹+卡确认
LOG_FP_PP_VERIFY=指纹+掌纹确认
LOG_FP_FACE_VERIFY=指纹+人脸确认
LOG_FACEVERIFY=人脸确认
LOG_FACEPASSVERIFY=人脸+密码确认
LOG_FACECARDVERIFY=人脸+卡确认
LOG_FACE_PP_VERIFY=人脸+掌纹确认
LOG_FACE_FP_VERIFY=人脸+指纹确认
LOG_CLOSE_IREGAL=非法关门
LOG_CLOSE_DOOR=正常关门
LOG_CLOSE_COVER=机器外壳关闭
LOG_CARDVERIFY=卡确认
LOG_CARDPPVERIFY=卡+掌纹确认
LOG_CARDPASS_VERIFY=卡+密码确认
LOG_CARDFP_VERIFY=卡+指纹确认
LOG_CARDFACEVERIFY=卡+人脸确认
LOG_DEVMODE_KQMJ=考勤门禁一体机
LOG_DEVMODE_KQ=考勤机
LOG_DEVMODE_MJ=门禁机
LeaveRate=请假倍率
LeaveMins=早退分钟
LeaveDays=请假小时
LeaveCount=早退次数
lbWeek=周首日
lbTips=使用本功能需保持软件正常运行！
lbSelectGroup=选择组
lbSecond=秒
lbRecTuneUrl=IP地址
lbQuery= 快速查询
lbPrompt=输入登记号，按[回车]键执行
lbpassword=初始密码: admin
lbMonitor=IP地址为本机IP地址，IP地址为空则关闭监控
lbMinute=分
lbMacSeriesUserName=用户名
lblQuickSearchToolTip=输入人员编号或姓名，按[回车]键执行
lblQuickSearch=快速查询
lblFingerNo=登记号
lblCommPort=串口号
lblCommBaudRate=波特率
lbDevGroup=设备组
lbCalc=建议取30、15、30，{0}<{1},详见帮助文档
lbMacMode=设备模式
LateMins=迟到分钟
LateCount=迟到次数
KQYM=出勤年月
KQWeek=星期
KQTime=打卡时间
KQShift=班次
KQDateTime=打卡时间
KQDateT=日期
KQDate=打卡日期
ItemZoomOut=缩小
ItemZoomIn=放大
ItemUnselect=取消选择
ItemTextStar=星系列#13#10端   口
ItemTextSeaSeries=海系列#13#10端   口
ItemTextDataFormat=文本格式设置
ItemTextData=文本数据
ItemTAGExt=扩展功能
ItemSwitchingThemes=切换皮肤
ItemSetupDisplay=表格列显示/隐藏
itemSetMonitor=设置动态识别设备监控
ItemSelectGroup=选择组
ItemSelect=全选
ItemSearch=查询
ItemRefresh=刷新
ItemPrint=打印
ItemPosition=当前：{0}  总共：{1}
ItemPasteUpData=粘贴上行数据
ItemMomAdd=批量增加
ItemImport=导入
ItemGroup=增加组
ItemFindText=输入人员编号或姓名，按[回车]键执行
ItemFindLabel=快速查询
ItemExport=导出
ItemExit=退出
ItemEmptyData=清空该行数据
ItemEdit=修改
ItemDevSet=机器设置
ItemDelete=删除
ItemClose=关闭
ItemAdd=增加
ItemAddDev=增加设备
IsSignIn=手工签卡
IsGPRS=GPRS
IsDRecognition=动态识别设备
IsAuto=自动匹配
IsAttend=需打卡
IsAlarm=报警
Integer=取整值
InOutMode=进出方式
ImportField=对应字段
HolidayName=假日名称
HolidayEndTime=结束日期
HolidayBeginTime=开始日期
HdHrs=假日加班
HdDays=假日天数
groupBoxCameras=摄像头
gbxEmpTime=选择时间段
gbxEmpInfo=人员信息
gbxDev=选择设备
FuncShow=显示
FuncOrder=顺序
FriID=星期五
FK_STATUS_USEDMEMORYA=已用RAM空间
FK_STATUS_USEDDISK=已用Flash空间
FK_STATUS_TOTALDISK=Flash空间
FK_STATUS_FREEMEMORYA=可用RAM空间
FK_STATUS_FREEDISK=可用Flash空间
FK_STATUS_FACES=人脸数
FK_STATUS_ALLUSERS=所有用户数
FK_RUNERR_WRITE_FAIL=机器不能传送数据
FK_RUNERR_UNKNOWNERROR=不明错误
FK_RUNERR_TIMEOUT=超时错误
FK_RUNERR_READ_FAIL=机器不能读取数据
FK_RUNERR_PARAM=参数错误
FK_RUNERR_NOSUPPORT=机器不支持的指令
FK_RUNERR_NON_CARRYOUT=指令失败
FK_RUNERR_NO_OPEN_COMM=机器没有连接
FK_RUNERR_MIS_PASSWORD=连接机器许可号码不正确
FK_RUNERR_MEMORYOVER=机器储存器不足
FK_RUNERR_MEMORY=PC 内存不足
FK_RUNERR_MANAGEROVER=机器上没有空间，未能登记管理者
FK_RUNERR_LOGINOUTMODE=
FK_RUNERR_INVALID_PARAM=参数不正确
FK_RUNERR_FULL_CAPACITY=设备容量满
FK_RUNERR_FPDATAVERSION=登记数据的版本不正确
FK_RUNERR_ERRORR=错误
FK_RUNERR_DEV_WORKING=设备工作中
FK_RUNERR_DEV_WORK_SUCCESS=设备工作完成
FK_RUNERR_DEV_BUSY=设备忙
FK_RUNERR_DATADOUBLE=机器上已存登记的号码
FK_RUNERR_DATAARRAY_NONE=数据不存在
FK_RUNERR_DATAARRAY_END=读完数据
FK_RUNERR_CONNET=通讯错误
FK_RUN_SUCCESS=成功
FK_GET_USERS=用户数
FK_GET_SLOGS=管理记录
FK_GET_PSWS=密码数
FK_GET_PHOTOS=动态识别人脸数
FK_GET_MANAGERS=管理员数
FK_GET_GLOGS=考勤记录
FK_GET_FPS=指纹数
FK_GET_FACES=人脸数
FK_GET_CARDS=卡数
FK_GET_ASLOGS=所有管理记录
FK_GET_AGLOGS=所有考勤记录
FK_DOOR_UNKNOWN=未知
FK_DOOR_OPEND=门已开
FK_DOOR_CONTROLRESET=控制状态
FK_DOOR_COMMNAD=自动关门
FK_DOOR_CLOSED=门已关
FK_DI_VERIFY_KIND=确认方式
FK_DI_VERIFY_INTERVALS=重复确认时间
FK_DI_SLOG_WARNING=管理记录警告
FK_DI_RSCOM_BPS=波特率
FK_DI_POWEROFF_TIME=定时关机
FK_DI_NETENABLE=Network Enable
FK_DI_MULTIUSERS=MultiUser
FK_DI_MANAGERS=管理者总数
FK_DI_LOCK_CTRL=Lock Control
FK_DI_LANGAUGE=显示语言
FK_DI_GLOG_WARNING=考勤记录警告
FK_DI_DEVICEID=机器号
FK_DI_DATE_SEPARATE=日期分隔符
FingerPrivilegeName=操作权限
FingerPrivilege1=管理员
FingerPrivilege0=一般用户
FingerPrivilege=操作权限
FingerNo=登记号
ExecTimes=执行时间：
ErrorUserIdAdd=当前列表已存在该登记号，请重新输入！
ErrorUnUserID=机器中没有登记资料
ErrorStartTimeBegreater=开始时间不能大于结束时间！
ErrorStartDateBegreater=开始日期不能大于结束日期！
ErrorSource=错误来源：
ErrorSelectUsernum=当前列表没有该登记号，请重新输入！
ErrorSelectMacOprt=请选择机器再操作！
ErrorSelectEmp=请选择人员！
ErrorSelectDepart=请选择部门！
ErrorSelectCorrect=请选择{0}！
ErrorPasswordTwo=两次输入的密码不一样，请重新输入！
ErrorOutrideMaxLength=内容字节长度{0}，已经大于最大允许字节长度{1}！
ErrorOldPassword=旧密码不正确！
ErrorNoPower=对不起，您没有权限！
ErrorMessage=错误信息：
ErrorMacParam=该机型或固件暂不支持此功能！
ErrorListEmpty=当前列表为空，请获取列表或增加登记号！
ErrorIncrease=机器中没有该登记号，请重新输入！
ErrorEnterCorrect=请输入正确的{0}！
ErrorEmpNotExists=人员资料不存在，请重新输入！
ErrorDepartNotExists=部门资料不存在，请重新输入！
ErrorDBPathEmpty=请选择数据库路径！
ErrorDBFileEmpty=请选择数据库备份文件！
ErrorCardFill=您选择的人员已经全部存在卡号！
ErrorCannotRepeated={0}不能重复！
EndTime=结束时间
Enddate=结束日期
EndDate=结束日期
EmpSex1=女
EmpSex0=男
EmpSex=性别
EmpRuleName=考勤规则
EmpRuleID=考勤规则
EmpPWDNo=密码
EmpPWCount=密码数
EmpPhotoCount=动态识别人脸数
EmpPhotoCount=动态人脸照片数
EmpPhoneNo=联系电话
EmpPalmVeinCount=掌静脉数
EmpNoTwo=人员2
EmpNoTree=人员3
EmpNoOne=人员1
EmpNoFour=人员4
EmpNoFive=人员5
EmpNo=人员编号
EmpName=人员姓名
EmpMemo=备注
EmpHireDate=入职日期
EmpGZ=基本工资
EmpFingerCount=指纹数
EmpFaceCount=人脸数
EmpCertNo=身份证号
EmpCardNo=卡号
EmpCardCount=卡数
EmpAddress=联系地址
Emp=人员
DoorTime=开门时间
DoorState=远程控制门状态
DimissionReason=离职原因
DimissionOprt=经办人
DimissionDate=离职日期
DevGroupName=设备组名称
DevGroupID=设备组编号
DepartName=部门名称
DepartMemo=描述
DepartID=部门编号
Depart=部门
DeferMins=允许推迟分钟
DeferHrs=需签退
DayOffReason=请假原因
DateTimeFormatLog=yyyyMMddHHmmss
DateTimeFormat=yyyy-MM-dd HH:mm:ss
DateFormatLog=yyyyMMdd
ColumnValid=有效期
ColumnT6=时段6
ColumnT5=时段5
ColumnT4=时段4
ColumnT3=时段3
ColumnT2=时段2
ColumnT1=时段1
ColumnPassID=时间段编号
chkAttendancePhoto=回收数据时带识别时拍摄的考勤照片
cbWeek=分析周数据
cbEmp=选择记录
cbAll=全部记录
CardType=证件类型
CardTime=打卡时间
CalcTypeName=计算类别
btnWithdrawal=撤防
btnUnselectAll=取消选择
btnTestConnect=测试连接
btnSelectEmp=...
btnSelectDepart=...
btnSelectAll=全选
btnSeaSeriesOprt=上传到机器
btnSave=保存
btnRemove=删除
btnRemoteReg=远程注册
btnQuickSearch=选择人员 
btnPrev=上一步
btnParentGroup=...
btnOk=确定
btnNext=下一步
btnGetSnapshotsLog=回收记录
btnGetMacSN=获取机器号
btnGetListFromMac=获取列表
btnExit=关闭
btnDefence=布防
btnDBPath=>
btnConnect=重置数据库
btnClearSnapshotsLog=清除设备记录
btnClear=清空
btnCancel=取消
btnAlarmLog=报警记录
btnAlarm=解除报警
btnAddEmpInfo=添加人员资料
btnAdd=增加
btnAccessLog=门禁记录
Birthday=出生日期
BeginTime=开始时间
Begindate=开始日期
AlarmTime=报警时间
AlarmMode=报警类型
AheadMins=允许提前分钟
AheadHrs=需签到
AccessEorror=由于您的电脑未安装Access数据库驱动，请安装后再重试，按确定安装？
AbsentDays=缺勤天数
AbsenceRate=缺勤倍率

[Exception]
Caption=软件出错
Label2=错误详细信息：

[DBPathSelect]
Caption=选择
Label1=选择的文件夹：
Label2=选择的文件：
SelectFolder=文件夹
SelectDBBak=文件

[DBConnect]
Caption=数据库连接配置
lblMSSQLServer=服务器名称：
lblMSSQLVerify=验证信息
rbMSSQLWindowsNT=使用 Windows NT 集成安全设置
rbMSSQLSQL=使用指定的用户名称和密码
lblMSSQLUserName=用户名称：
lblMSSQLUserPass=用户密码：

[Login]
Caption=用户登录
Label2=用户
Label3=密码
chkPass=记住密码
lblHint=默认密码为空
Error001=最新软件版本是：{0}#13#10#13#10请升级软件后再使用！
Error002=该用户不存在！
Error003=密码不正确，登录系统失败！

[Main]
mnuSY=系统管理
mnuSYPower=系统权限
mnuSYPassword=修改用户密码
mnuSYRegister=软件注册
mnuSYDataBack=数据库备份
mnuSYDataRest=数据库恢复
mnuSYDataUpdate=数据库更新
mnuSYDataCompact=数据库压缩
mnuSYDataType=数据库类型
mnuSYDataClear=数据清理
mnuSYOption=系统选项
mnuSYClose=退出系统
mnuSYSetPort=实时监控端口
mnuRS=人员资料
mnuRSDepart=部门设置
mnuRSEmp=人员管理
mnuRSDimission=离职管理
mnuRSEmpChart=人员统计图表
mnuMJ=常规设备
mnuMJTime=时间段设置
mnuMJBellTime=打铃设置
mnuMJPower=权限分配
mnuMJDoor=远程控制门
mnuMJDynamic=动态识别门禁设置
mnuMJReportData=考勤原始记录表
mnuMJReportOpenData=人员开门记录表
mnuMJReportAlarmData=门禁异常记录表
mnuKQ=考勤管理
mnuKQInOutMode=考勤状态设置
mnuKQRuleSetup=规则设置
mnuKQRule=考勤规则
mnuKQRuleCalc=计算规则
mnuKQRuleEmp=人员考勤规则
mnuKQRuleDepart=部门考勤规则
mnuKQShiftSetup=班次设置
mnuKQShift=班次定义
mnuKQShiftRule=排班规律
mnuKQEmpShift=个人排班表建立
mnuKQDepShift=部门排班表建立
mnuKQRegister=登记管理
mnuKQHoliday=假日登记
mnuKQEmpDayOff=请假登记
mnuKQEmpOtSure=加班登记
mnuKQEmpSignCard=手工签卡
mnuKQReport=考勤报表
mnuMJReport=门禁报表
mnuKQReportData=考勤原始记录表
mnuKQReportRecords=考勤刷卡记录表
mnuMJReportMJData=门禁记录表
mnuMJDoorSeaSeries=远程控制门
mnuMJDoorCondition=开门条件参数
mnuMJSeaUserPwd=修改用户密码
mnuMJSeaNetParam=网络参数
mnuMJSeaPower=人员有效期
mnuMJSeaSetSound=音频及界面参数
mnuMJSeaRebootDevice=重启设备
mnuMJRealTimeMonitoringSettings=实时监控参数
mnuMJReportSeaSnapShots=实时抓拍记录
mnuSEA=海系设备
mnuSTAR=星系设备
mnuMJStarRebootDevice=重启设备
mnuMJStarPower=人员有效期
mnuMJStarParam=基础参数
mnuMJStarOpenDoor=远程控制门
mnuMJStarNetParam=实时监控参数
mnuMJSeaTemperature=温度参数
mnuMJSeaPersonIDCard=人证记录表(海系列)
mnuMJMacParam=参数设置
mnuKQDataAssay=考勤数据分析
mnuKQReportDataFilter=考勤记录表
mnuKQReportDay=考勤日报表
mnuKQReportMonth=考勤月报表
mnuKQReportTotal=员工月出勤表
mnuKQReportWeek=考勤周报表
mnuKQWeekReportTotal=员工周出勤表
mnuKQReportMonthDetail=考勤月记录表
mnuPubReportLog=操作日志表
mnuGZ=工资管理
mnuGZRule=工资规则设置
mnuGZItem=工资方案设置
mnuGZRuleEmp=个人工资规则设置
mnuGZRuleDepart=部门工资规则设置
mnuGZReport=工资表管理
mnuHelp=帮助
mnuHelpTopic=帮助文档
mnuHelpAbout=关于
lblUser=当前用户：
IsTest=未注册，软件于{0}到期
IsTest1=未注册，试用期已过
IsAlways=已注册（授权用户：{0}）
IsValid=已注册（授权用户：{0}），有效期已过
IsValidDate=已注册（授权用户：{0}），有效期至：{1}
TitleBar=设备管理
ItemTAG1=同步时间
ItemTAG2=机器信息
ItemTAG3=回收机器记录
ItemLabel=监控#13#10端口
ItemText=输入要监控的端口
ItemTAG4=开始监控
ItemTAG5=停止监控
ItemDownload=下载登记资料到电脑
ItemDownloadUSB=下载U盘登记资料
ItemUpload=上传登记资料到设备
ItemUploadUSB=上传U盘登记资料
ItemClearData=清除刷卡记录
ItemClearManager=清除管理员
ItemClearInfo=清除登记资料
ItemClearInfoDim=清除离职人员登记资料
ItemInitDevice=初始化机器
ItemGetAllData=回收机器记录
ItemUSBData=导入U盘记录
ItemUSBText=导入文本记录
ItemTextFormat=文本格式设置
ItemMJFunc=门禁功能
ItemMJTimeSetup=时间段设置
ItemMJTimeDownload=下载时间段
ItemMJTimeUpload=上传时间段
ItemMJBellTimeSetup=打铃设置
ItemMJBellTimeDownload=下载打铃
ItemMJBellTimeUpload=上传打铃
ItemMJPowerSetup=权限分配
ItemMJPowerDownload=下载权限
ItemMJPowerUpload=上传权限
ItemMJDoorOpen=开门
ItemMJDoorClose=关门
FilterUSB=U盘记录文件
FilterUSBF=U盘登记资料文件
FilterText=考勤文本文件
MsgClearDBDown=是否先清空数据库中的登记信息？
MsgClearData=清除刷卡记录将会把机器内的所有刷卡记录清除。#13#10#13#10是否要继续清除刷卡记录？
MsgClearManager=清除管理员将会把所有人员权限改为一般用户。#13#10#13#10是否要继续清除管理员？
MsgClearInfo=清除登记资料将会把机器内的所有登记资料清除。#13#10#13#10是否要继续清除登记资料？
MsgClearInfoDim=是否要继续清除离职人员的登记资料？
MsgClearInfoDimNoInfo=没有要清除的离职人员。
MsgInit=初始化机器将会把机器内的所有资料清除并将机器恢复到出厂状态。#13#10#13#10是否要继续初始化机器？
MsgDownInfo={0}人，指纹{1}，人脸{2}，密码{3}，卡{4}，掌静脉{5}，动态识别人脸{6}
MsgUpInfo={0}[{1}:{2}]人
MsgSystemSetup=系统设置发生变化，将重新启动系统。
MsgFingerInfo=登记资料
MsgFingerName=姓名及照片
MsgGetSelectData=回收选择记录
MsgGetAllData=回收所有记录

[FKFirmwareVer]
label1=固件型号
label2=U 盘文件
button1=...

[MacInfoAdd]
label3=连接密码

[MacDataFormat]
chkAllow=启用文本数据格式设置
lblSep=每个字段间隔符
rbSepNo=无间隔
rbSepTAB=TAB间隔
rbSepCustom=自定义间隔符
lblHint=提示：请在需要生成的字段前打上勾，并选择需要生成的长度或格式。
chkMacSN=机号
lblMacSN=长度
lblMacSNHint=示例：如机号长度为3，实际机号为“1”，则输出“001”。
chkEmpNo=人员编号
lblEmpNoHint=示例：如人员编号长度为5，实际编号为“E0000001”，则输出“00001”。
chkEmpName=人员姓名
lblEmpNameHint=一个汉字的长度为2
chkDataTime=刷卡时间
lblDataTime=格式
lblOrder=顺序
btnShowFormat=显示输出格式

[SYPowerAdd]
Label4=最长10个字符
Label5=确认密码
label6=功能权限
Error001=用户编号不能小于3位！

[SYPassword]
Label1=旧密码
Label2=新密码
Label3=确认密码

[SYRegister]
label1=序列号
label2=注册名称
label3=注册码
Msg001=注册失败，请检查注册名称、注册码是否输入正确！
Msg002=注册成功。
Msg003=还能注册 {0} 次。
Error001=请输入注册名称！
Error002=生成注册码失败！#13#10#13#10注册次数为０！
Error003=生成注册码失败！

[SYDataBack]
Label3=备份后生成的文件名
Label4=备份路径，按右边的按钮可选择
Error001=请输入备份后生成的文件名！
Error002=数据库备份文件已存在！
Msg001=正在备份数据库，请稍候...
Msg002=备份数据库成功。生成备份文件：{0}

[SYDataRest]
Label3=数据库备份文件，按右边的按钮可选择
Msg001=正在恢复数据库，请稍候...
Msg002=恢复数据库成功。

[SYDataUpdate]
btnOk=升级
btnCancel=关闭
Label3=升级文件，可以按右边的按钮选择
Msg001=升级文件
Msg002=正在升级数据库，请稍候...
Msg003=升级数据库成功。
Error001=请选择升级文件！

[SYDataClear]
groupBox1=选择要清理的数据
Error001=没有选择要清理的数据！
Msg001=确定要清理这些数据吗？
Msg002=清理数据成功。

[SYOption]
tabPage1=基本参数
chkExistDelete=上传登记资料时如果存在自动删除后继续上传
chkUploadName=上传登记资料时启用上传姓名、照片
tabPage2=监控报警参数
chkWarning=开启监控报警
label1=报警延时
label2=秒
btnPath=选择音频
tabPage3=指纹采集仪参数
rb26=韦根26
rb34=韦根34

[About]
Version=程序版本
DBVersion=数据库版本

[PubDisplay]
Label1=操作提示：在需要显示列的前面打勾。

[PubDataIn]
Caption=导入数据
tabPage1=选择需导入的EXCEL文件
lblPic=如果需要导入相片，请在把相片以人员编号或者人员姓名存为bmp或者jpg文件，放在软件目录下的EmpPic目录。相片高宽比例：1:0.75(如：800*600)
label2=选择EXCEL文件
btnFileName=选择文件
label3=选择工作表名
tabPage2=查看EXCEL资料
tabPage3=设置字段对应关系
label6=提示：导入完成后，可在系统安装目录下FormDataIn文件夹里面查看导入不成功的某条记录的原因。
label7=总记录：
label8=己导入：
label9=实际导入：
label10=上级部门
Error001=请选择需要导入的Excel文件！
Error002=请选择选择工作表名！
Error003=请选择要导入数据的字段！
Msg001=开始{0}导入数据
Msg002=完成{0}导入数据[{1},{2},{3}]
Msg003=第{0}条数据

[PubPreview]
Caption=打印预览
ItemSetup=页面设置
ItemReportEdit=报表设计
ItemZoomIn=放大
ItemZoomOut=缩小
ItemFit=适应页面
ItemWidth=适应宽度
ItemHeight=适应高度
ItemFirst=第一页
ItemPrior=上一页
ItemNext=下一页
ItemLast=最后一页

[PubSelectDate]
Caption=日历
label1=时间

[PubSelectDepart]
Caption=选择部门

[PubSelectEmp]
Caption=选择人员

[PubSelectEmpList]
tabPage1=按部门
tabPage2=按人员
groupBox1=已选择人员
button1=删除

[RSDepart]
Error001=系统默认部门不允许删除！
Error002=该部门有子部门存在，不允许删除！
Error003=该部门有人员存在，不允许删除！

[RSDepartAdd]
label4=上级部门
btnParentDepart=更改上级部门
Error001=不允许选择自身或者子部门作为上级部门！

[RSEmp]
ItemTAG1=下载到电脑
ItemTAG2=上传到机器
ItemTAG3=批量转部门
ItemCardFill=批量填充物理卡号
MsgFillInfo=正在填充卡号，请稍候...人员编号={0}，姓名={1}
MsgCardEmpty=请检查卡片是否放好！
MsgCardSuccess=成功填充卡号，请拿走卡片。
Error101=人员编号为空，导入失败！
Error102=部门为空，导入失败！
Error103=部门未找到，导入失败！
Error104=人员编号重复，导入失败！

[RSEmpAdd]
label4=部门
chkIsAdd=继续增加人员资料
button1=选择
button2=清除
label18=相片高宽比例：1:0.75#13#10(如：800*600)
btnIDCard=读取身份证
btnFpReader=指纹采集仪
tabItemPhoto=常规照片
tabItemDynPhoto=动态人脸照片
label14=大小:{0}*{1}
btnSearch=搜索设备
btnConnet=连接
btnCloseDev=关闭
btnPhotograph=拍照
Error01=没有找到摄像头
Error02=连接摄像头出错
Error03=拍照出错
Error04=请选择设备


[RSDimission]
ItemTAG1=复职
Msg001=没有选择要进行复职操作的人员！
Msg002=确认要对选择的人员进行复职操作吗？
Msg003=复职操作成功。

[RSEmpChart]
label1=显示图形
rbBar=柱状图
rbPie=饼状图
label2=查看类型

[KQRule]
Error001=此考勤规则已经使用，不能删除！
Error002=系统默认考勤规则不能删除！

[KQRuleAdd]
groupBox1=打卡时间规则
groupBox2=加班规则
groupBox3=计算工时
groupBox5=工作时间
latetime=迟到时间在
leavetime=早退时间在
latemore=迟到超过
leavemore=早退超过
label4=分钟内忽略
label3=分钟不计出勤
label6=分钟算加班
min=分钟
lateleave=迟到早退超过
DEwroktime=分钟扣工时
early=提前上班
defer=推迟下班
label23=(根据打卡时间计算)
label24=注意：休息日不勾

[KQRuleCalc]
Error001=此计算规则已经使用，不能删除！
Error002=系统默认计算规则不能删除！

[KQRuleCalcAdd]
KQUsual=普通类别
KQOvertime=加班类别
KQLeave=请假类别
Sort=计算类别
Usual=平时
Weekend=周末
Holiday=公休
Error001=己满，不能再增加！

[KQShift]
Error001=系统默认班次，不能删除！
Error002=此班次已经使用，不能删除！

[KQShiftAdd]
ShiftAhead=提前打卡时间
ShiftDepart=所属部门
ID=班段
Signin=签到
Signout=签退
Aheah=提前
Defer=推迟
Drift=可浮动
NextDay=第二天
Sort=考勤类别
No1=第一段
No2=第二段
No3=第三段
No4=第四段
No5=第五段
ErrorShiftTime=签退时间不能小于开始时间#13#10(跨天请加上24小时)
ErrorEmptyTime=时间不能为0

[KQShiftRuleAdd]
day=天
week=星期
month=月
Error001=只能输入大于0的整数！

[KQEmpDayOffAdd]

[KQEmpOtSureAdd]
chkAheadHrs=需签到 允许提前分钟
chkDeferHrs=需签退 允许推迟分钟

[KQEmpShift]
ItemDelete=清除本月班次
ItemTAG1=保存
ItemTAG2=取消
ItemTAG3=批量排班

[KQEmpShiftBatch]
label1=开始日期
label2=结束日期
Error001=结束日期不能小于开始日期！

[KQDepShift]
ItemDelete=清除本月班次
ItemTAG1=保存
ItemTAG2=取消
ItemTAG3=批量排班

[KQDepShiftBatch]
label1=开始日期
label2=结束日期
Error001=结束日期不能小于开始日期！

[KQDataAssay]
label1=开始日期
label2=结束日期
rbAll=全部人员
rbEmp=选择人员
button1=开始
button2=停止
btnCancel=关闭
Error001=分析日期范围天数不能超过{0}天！
Msg001=正在分析考勤数据，请稍候...
Msg002=分析考勤数据成功。共分析{0}人，用时{1}
Msg003=分析考勤数据失败。共分析{0}人，用时{1}

[KQReportDay]
groupBox1=选项
chkLeave=请假
chkAhead=早退
chkLater=迟到
chkAbsent=缺勤
chkOtSure=加班
chkAll=异常

[KQReportMonth]
groupBox1=选项
chkLeave=请假
chkAhead=早退
chkLater=迟到
chkAbsent=缺勤
chkOtSure=加班
chkAll=异常

[KQReportWeek]
groupBox1=选项
chkLeave=请假
chkAhead=早退
chkLater=迟到
chkAbsent=缺勤
chkOtSure=加班
chkAll=异常
label4=周首日

[KQReportDayDetail]
Caption=打卡原始记录

[KQReportRecords]
Error001=打卡天数不能超过{0}天！
Msg001=正在分析考勤数据，请稍候...
Msg002=分析考勤数据成功。共分析{0}人，用时{1}
Msg003=分析考勤数据失败。共分析{0}人，用时{1}

[KQReportTotal]
StaticBox5=月小计
StaticBox17=承认
StaticBox18=查阅
StaticBox19=核对
StaticBox20=确认

[PassTime]

[PassTimeAdd]
groupBox1=时间段信息


[MJDynamicAdd]
gBSetTimeCertificate=时间段信息
groupBox1=有效期信息
lb1stPeriod=时段一
lb2ndPeriod=时段二
lb3rdPeriod=时段三
label4=有效期至

[MJDynamicEdit]
gBSetTimeCertificate=时间段信息
groupBox1=有效期信息
lb1stPeriod=时段一
lb2ndPeriod=时段二
lb3rdPeriod=时段三
label4=有效期至

[GroupTime]
label1=时间段编号范围：

[BellTime]
BellTimeID=序号
Allow=打铃次数
BellTime=打铃时间
label1=打铃数

[MJTime]
ItemTAG1=下载到电脑
ItemTAG2=上传到机器

[MJTimeAdd]
groupBox1=时间段信息

[GroupTime]
label1=时间段编号范围：

[MJBellTime]
BellTimeID=序号
Allow=打铃次数
BellTime=打铃时间
label1=打铃数
btnDown=下载到电脑
btnUp=上传到机器
btnOk=保存
btnCancel=关闭

[MJPower]
ItemTAG1=下载到电脑
ItemTAG2=上传到机器

[MJDynamic]
ItemTAG1=删除机器设置
ItemTAG2=上传到机器

[MJDoor]
btnOpen=临时开门
btnClose=门锁常闭
btnCOpen=门锁常开
btnHuiF=恢复正常
btnTimerOpen=定时开门

[GZRule]
RuleID=规则编号
RuleName=规则名称
IsFunction=启用公式
VRuleFunction=公式
RuleCash=固定金额
Mode=规则类型
modeIn=收入
modeOut=支出
Error001=此工资规则已经使用，不能删除！

[GZRuleAdd]
GZRuleID=规则编号
GZRuleName=规则名称
IsFunction=启用公式计算金额
Function=公式
GZRuleCash=固定金额
Mode=规则类型
modeIn=收入
modeOut=支出
btL=(
btR=)
btClear=C
btBack=←
btPoint=.
btPlu=+
btSub=-
btMul=*
btDiv=/
check=效验公式
msg1=请不要用可能为零的值做分母
msg2=工资规则分为收入和支出。收入:加班、绩效奖金等。支出:请假、罚款等。
checkOK=效验成功！#13#10公式语法正确。
checkErr=效验失败！#13#10公式存在语法错误。

[GZItem]
ItemID=编号
ItemName=名称
Out=支出
In=收入

[GZItemAdd]
GZItemID=编号
GZItemName=名称
gbGZItemOut=支出规则
gbGZItemIn=收入规则
gbGZItem=本项规则
btAdd=添加
btDel=移除
btUp=↑
btDown=↓
msg1=注意：条工资方案最多包含20条收入规则和20条支出规则

[GZRuleEmp]
RuleIDName=工资方案

[GZRuleEmpAdd]
RuleIDName=工资方案

[GZRuleDepart]
RuleIDName=工资方案

[GZRuleDepartAdd]
RuleIDName=工资方案

[GZReport]
In=收入
Out=支出
Sum=实发工资
lblYM=月份
GZItem=工资方案
ItemTAG1=冻结记录
ItemTAG2=取消冻结
MsgNoSelectFreeze=没有需要冻结的项
MsgFreezeSucceed=冻结成功
MsgNoSelectBreakFreeze=没有需要解冻的项
MsgBreakFreezeSucceed=解冻成功
Msg001=正在分析数据，请稍候...
Msg002=分析数据成功。共分析{0}人，用时{1}
Msg003=分析数据失败。共分析{0}人，用时{1}
Msg004=您还没有设置{0}或{1}

[KQInOutMode]
label1=In1
label2=Out1
label4=In2
label3=Out2
label6=In3
label5=Out3
label8=In4
label7=Out4
label10=In5
label9=Out5

[FPReader]
frmFpReader=指纹采集仪
btnInit=初始化
btnEnroll=注册
btnVerify=识别
btnStop=停止
btnClose=关闭设备
btnGetFpData=已有指纹
btnClearFpData=清除指纹
lblEmpNo=人员编号
lblFingerNo=登记号
gbxFpReader=功能
MsgOpenDevice=打开设备...
MsgInitSuccess=初始化成功
MsgNoDevice=未检测到设备
MsgClearRequest=确定要删除此用户的所有指纹吗？
MsgClearComplete=已清除 {0} 的所有指纹
MsgRegisterSuccess=注册 {0}-{1} 成功
MsgExist={0}-{1} 已存在
MsgPressFinger=请按下手指
MsgLeaveFinger=请离开手指
MsgOverRegister=已经注册10枚指纹
MsgStop=停止
MsgFPunregistered=请重新按手指

[PubDevSet]
label1=管理者总数
label2=音量
label3=界面返回时间
label4=考勤记录警告
label5=重复确认时间
label6=屏幕保护时间
label7=睡眠时间
label9=机器号
label10=服务器IP
label11=服务器端口
label12=进行传送
label13=同时确认数
label14=开门延时
label15=门磁类型
label16=门磁延时
label17=防潜回
label18=防拆报警
label19=报警延时
label20=Wiegand格式
label35=Wiegand输出
label36=Wiegand输入
tabPage1=基本设置
tabPage2=通信信息
tabPage3=门禁功能
yes=是
no=否
open=开型
close=闭型
btnOk=保存
btnUpload=上传到设备
btnDownload=获取到电脑
MsgSaveFail=保存数据失败
btnAlarm=解除报警
lbMinute=分钟
lbSecond=秒钟
CardNo=卡号
EmpNoParam=工号
Error={0}的数值只允许{1}到{2}之间！
[PubMacParam]
Managers=管理者总数
Volume=音量
ShowResultTime=界面返回时间
GlogWarning=考勤记录警告
ReverifyTime=重复确认时间
ScreensaversTime=屏幕保护时间
SleepTime=睡眠时间
MacSN=机器号
ServerIPAddress=服务器IP
ServerPort=服务器端口
ServerRequest=进行传送
MutiUser=同时确认数
OpenDoorDelay=开门延时
DoorMagneticType=门磁类型
DoorMagneticDelay=门磁延时
Antiback=防潜回
UseAlarm=防拆报警
AlarmDelay=报警延时
WiegandType=Wiegand格式
WiegandOutput=Wiegand输出
WiegandInput=Wiegand输入
ItemTAG1=下载到电脑
ItemTAG2=上传到机器
ItemMomEdit=批量修改
tabPage1=基本设置
tabPage2=通信信息
tabPage3=门禁功能
yes=是
no=否
open=开型
close=闭型
btnOk=保存
btnUpload=上传到设备
btnDownload=获取到电脑
MsgSaveFail=保存数据失败
btnAlarm=解除报警
lbMinute=分钟
lbSecond=秒钟
CardNo=卡号
EmpNoParam=工号
Error={0}的数值只允许{1}到{2}之间！

[SYDataType]
rbAccess=单机版(Access)
rbSql=网络版(Sql Server)
lbACSQ=使用网络版(Sql Server)，需先安装Sql Server数据库服务器
lbRestart=重新启动后生效，是否重启
mnuSYDataType=数据库类型

[BaseDate]
cbTiming=定时回收新记录
cbOne=第一次
cbTwo=第二次
cbThree=第三次
cbFour=第四次
cbFive=第五次
lbTips=(使用此功能需保持软件正常运行)
cbNew=新记录
frmData=回收记录
MsgGetSelectData=回收选择记录
MsgGetAllData=回收所有记录
MsgSetTimingData=设置定时回收新记录
MsgGetNewData=回收新记录
Error001=开始时间不能大于结束时间！

[MJDoorCondition]
label1=黑白名单比对门限
label2=身份证比对门限
label3=开门方式
label4=验证方式
label5=控制开门接口方式
label6=韦根协议类型
label7=公用门禁卡号
label8=自动生成门禁卡号的开始卡号
label9=自动生成门禁卡号的结束卡号
label10=开门延时(ms)
btnGetParam=获取参数
btnOk=设置参数
FaceOpenMode=人脸开门方式
RemoteDoorOpenMode=远程开门方式
RemoteDoorOrFaceOpenMode=远程或人脸开门方式
Whitelist=白名单验证
IdCard=身份证验证
WhitelistAndIdCard=白名单+身份证
WhitelistOrIdCard=白名单或身份证
WiganInterface=韦根接口
SwitchingValue=开关量
WiganInterfaceAndSwitchingValue=韦根接口+开关量
RFCard=RF卡验证
RFCardAndWhiteList=RF卡验证+白名单验证
RFCardOrWhiteList=RF卡验证或白名单验证
WiganCard=韦根卡验证
WiganCardAndWhiteList=韦根卡+白名单验证
WiganCardOrWhiteList=韦根卡或白名单验证
Temperature=体温检测
Mask=口罩检测
TemperatureAndWhite=体温+白名单检测
MaskAndWhite=口罩+白名单检测
MaskAndTemperature=口罩+体温检测
MaskAndTemperatureAndWhite=口罩+体温+白名单检测

[MJSeaUserPwd]
Label1=修改密码
Label2=确认密码
Label3=设置成功以后用户名和密码相同!
Error001=两次密码不相同，请重新输入!

[MJSeaNetParam]
Label1=设备ip地址
Label2=设备ip子网掩码
Label3=设备ip网关
Label4=数据服务端口
Label5=Web服务端口
btnOk=设置网络参数
btnGetNetParam=获取网络参数

[MJSeaPower]
ItemTAG1=下载到电脑
ItemTAG2=上传到机器

[MJSeaSetSound]
chkVerifySuccAudio=认证成功是否声音播报
chkVerifyFailAudio=认证失败是否声音播报
chkRemoteCtrlAudio=远程控制声音播放
chkVerifySuccGuiTip=认证成功界面是否提示
chkVerifyFailGuiTip=认证失败界面是否提示
chkUnregisteredGuiTip=名单未注册界面是否提示
chkIPHide=界面 IP 是否隐藏
chkIsShowName=比对成功，名字提示是否显示
chkIsShowTitle=界面标题提示是否显示
chkIsShowVersion=界面版本号提示是否显示
chkIsShowDate=界面日期提示是否显示
chkIDCardNumHide=界面刷卡卡号是否隐藏
chkICCardNumHide=界面 IC 刷卡卡号是否隐藏
Label1=音量
btnGetSetSound=获取音频参数
btnOk=设置音频参数

[MJStarParam]
lbDevName=设备名
lbWiegandType=Wiegand格式
lbLanguage=语言
chkAntiPass=返潜回
lbOpenDoorDelay=开门延时
chkTamperAlarm=防拆报警
lbAlarmDelay=报警延时
lbReverifyTime=重复识别时间
lbScreensaversTime=进入屏保时间
lbSleepTime=进入睡眠时间
btnGetParam=获取参数
btnOK=设置参数
lbVerifyMode=确认方式
lbVolume=声音
Arabic=阿拉伯语
SimplifiedChinese=简体中文
TraditionalChinese=繁体中文
English=英文
Korean=朝鲜语
ThaiLanguage=泰语
Turkish=土耳其语
Spanish-Argentine=西班牙语-阿根廷语
Spanish=西班牙语
Portuguese-Brazilian=葡萄牙语-巴西语
Portuguese=葡萄牙语
French=法语
Indonesian=印度尼西亚语
German=德语
Persian=波斯语
Japanese=日语
Vietnamese=越南语

[MJStarNetParam] 
chkPushEnable=是否开启传送
lbServerHost=服务器地址
lbServerPort=服务器端口
lbPushServerHost=推送服务器地址
lbPushServerPort=推送服务器端口
lbInterval=心跳时间
btnGetParam=获取参数
btnOK=设置参数

[MJSeaTemperature]
lbFaceMaskTPTMode=检测模式
Null=无(按验证方式的模式识别比对)
lbTemperatureCheck=温度校准度
lbTemperatureHigh=温度报警阈值
lbEnvTemperature=环境温度
lbEnvTemperatureCheck=环境溫度校准值
lbOpenLaser=是否打开激光
yes=是
no=否
btnGetTemperatureParam=获取参数
btnOK=设置参数

[SYSetPort]
lbRegularPort=常规
lbSeaPort=海系列
lbStarPort=星系列

[PubDevGroup]
lbDevGroup=设备组
lbGroupNo=设备组编号
lbGroupName=设备组名称
lbGroupSuperior=上级设备组
lbRemarks=备注
ItemSave=保存
ItemUnsave=取消
btnParentGroup=...
Error001=该组不能更改上级！
Error002=设备组最多为四级！
Error003=不能删除主设备组！
Error004=该组有子组，不能删除！
Error005=该组有设备，不能删除！
